IDEA Open Model
PointLoadOnLine.Mx Property
Compatible with IDEA StatiCa v 10.1
 Moment about the x-axis
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double Mx { get; set; }
Public Property Mx As Double
	Get
	Set
public:
property double Mx {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
PointLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace